Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
kmr: <b>Tu qebûl dikî</b> ku tu yê hewl nedî ji bo tesbîtkirina nasnameyan axiverên di danegeha Common Voice-ê de.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
kmr: Bi peydakirina hin agahiyên derbarê xwe de, daneyên dengî yên ku te ji Common Voiceê re şandine ew ê rastbûna Axaftinê kêrhatîtir bikin. Motorên dengnasînê yên ku van daneyan bi kar tînin jî ew ê baştir bibin.

source: By telling us about yourself, you will help developers build more inclusive technology
kmr: Tu dixwazî hin agahiyan li ser çawaniya axaftina xwe parve bikî?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kmr: Bi bikaranîna Common Voiceê, tu <privacyLink>Agahdariya Nihêniyê</privacyLink> û <termsLink>Merc</termsLink>ên me qebûl dikî.

source: Cancel Re-recording
kmr: Dîsa-tomarkirinê betal bike

source: Cancel Submission
kmr: Şandinê betal bike

source: Can't decide?
kmr: Tu nikarî biryarê bidî?

source: Cantonese
kmr: Kantonî

source: Catalan
kmr: Katalanî

source: Central Kurdish
kmr: Kurdî (Soranî)

source: Changes both display and dataset language
kmr: Hem zimanê ekranê û hem jî zimanê komdaneyê diguherîne

source: Change your email via Settings under Login Identity
kmr: Emaîla xwe ji "Sazkariyan > Nasnameya têketinê" biguherîne

source: <chevron></chevron>See less
kmr: <chevron></chevron>Hindiktir bibîne

source: <chevron></chevron>See more
kmr: <chevron></chevron>Zêdetir bibîne

source: Chinese (China)
kmr: Çînî (Çîn)

source: Chinese (Hong Kong)
kmr: Çînî (Hong Kong)

source: Chinese (Taiwan)
kmr: Çînî (Taywan)

source: Choose language/localization
kmr: Zimên hilbijêre

source: Chuvash
kmr: Çuvaşî

source: Click
kmr: Bitikîne

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
kmr: { $clipCount } tomarên dengî, mezinahiya arşîvê ya giştî { $size }. Dawiya maweyê: { $expires }.

source: Clip Graveyard
kmr: Goristana Klîban

source: Clips recorded
kmr: Dengên tomarkirî

source: Clips Uploaded
kmr: Klîb hatin barkirin

source: Clips validated
kmr: Dengên piştrastkirî

source: Clips You've Recorded
kmr: Dengên ku te tomar kirine

source: Clips You've Validated
kmr: Dengên ku te piştrast kirine

source: Collecting sentences
kmr: Komkirina hevokan

source: Comment
kmr: Şîrove

source: Common Voice data plus all other voice datasets above.
kmr: Daneyên Common Voiceê û hemû komdaneyên dengî yên li jorê.

source: Common Voice Dataset
kmr: Komdaneya Common Voiceê

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
kmr: Common Voice bi bexş û hîbeyan tê fînansekirin! Em pir dixwazin bi akademîsyen, civaka sivîl û lêkolînerên pîşesaziyê re hevkariyê bikin. Bikaranîna Common Voice belaş e, lêbelê piştgiriya ji bo lêçûnên platformê û vehewandina bi rêya pêşniyarên hîbeyan gelekî dibe alîkar.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
kmr: Common Voice, platformeke duyemîn dide destpêkirin ku balê dikişîne ser komkirina axaftina organîk, spontane û bêsenaryo. Ev platform dê alîkariya gelek civakan bike ku daneyan zûtir kom bikin û herwiha dê ji bo zanistyarên daneyan û pêşvebiran jî kêrhatî be.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kmr: Common Voice hewldaneke Mozillayê ye, ew çawaniya axaftina mirovan fêrî makîneyan dike ji bo ku makîne jî mîna mirovan rast biaxivin.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
kmr: Common Voice, komdaneya dengî ya pir-zimanî û herî mezin a cîhanê ye her wiha ew ji her kesî re vekiriye.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
kmr: Tomarên Common Voiceê ji hêla akademisyen, karsaziyên piçûk, û meraqdarên dengnasînê ve têne bikaranîn da ku alîkariya rahênan û mezinbûna çavkaniyên anonîm ên wekî modelên dengî, bikin. Tu dikarî ji me re bibêjî ku çima tu dixwazî tomarên te bêne jêbirin?

source: Community and Languages
kmr: Civak û Ziman

source: Community participation and decision making.
kmr: Beşdarbûna civakê û biryar dayin.

source: Community Playbook
kmr: Pirtûka Berdest a Civakê

source: Confirm Goal
kmr: Hedefê bipejirîne

source: Connect with Gravatar
kmr: Bi Gravatarê ve girêde

source: Connect with our community and see supported languages
kmr: Bi civaka me re bikeve têkiliyê û zimanên piştgirîkirî bibîne

source: Contact
kmr: Têkilî

source: Contact Form
kmr: Forma têkiliyê

source: Contact Us
kmr: Pêwendî

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kmr: Naverok di bin <licenseLink> lîsansa Creative Commons</licenseLink>ê de berdest e.

source: Continue
kmr: Bidomîne

source: Continue validating
kmr: Piştrastkirinê bidomîne

source: Contribute
kmr: Beşdarî bike

source: Contribute sentences
kmr: Beşdariyê li hevokan bike

source: Contribute to { $lang }
kmr: Piştgiriya { $lang } bikin

source: Contribution Activity
kmr: Tabloya beşdariyan

source: Contribution Criteria
kmr: Krîterên Beşdarîkirinê

source: Contribution Experience
kmr: Tecrubeya beşdariyê

source: Contribution Guidelines
kmr: Rêbernameya Beşdariyê

source: Contributors record voice clips by reading from a bank of donated sentences.
kmr: Beşdar hevokên ji danegeha hevokên hatine bexişandin dixwînin û dengê xwe tomar dikin.

source: Cornish
kmr: Kornî

source: Corsican
kmr: Korsîkayî

source: { $count } clips
kmr: { $count } klîbên dengî

source: { $count }mo
kmr: { $count } meh

source: { $count }wk
kmr: { $count } hefte

source: { $count }y
kmr: { $count } sal

source: Create a Custom Goal
kmr: Hedefeke taybet çêke

source: Create a profile
kmr: Profîlekê çêbike

source: Crimean Tatar
kmr: Tatariya Kirimê

source: Criteria
kmr: Krîter

source: Croatian
kmr: Xirwatî

source: Czech
kmr: Çekî

source: Dagbani
kmr: Dagbanî

source: Daily Goal
kmr: Hedefa rojane

source: Danish
kmr: Danîmarkî

source: Dashboard
kmr: Destgeh

source: Dataset Release
kmr: Weşana Komdaneyê

source: Datasets
kmr: Komdane

source: Date
kmr: Tarîx

source: Days
kmr: Roj

source: Delete my recordings
kmr: Dengên min jê bibe

source: Delete Profile
kmr: Profîlê jê bibe

source: Dhivehi
kmr: Divehî

source: Different language
kmr: Zimanê cuda

source: Difficult
kmr: Zor

source: Difficult to pronounce
kmr: Bilêvkirina wê zehmet e

source: Discard ongoing recording
kmr: Tomara tê kirin jê bibe

source: Documentation
kmr: Belgekirin

source: Donate your voice
kmr: Dengê xwe bibexşîne

source: Don't see your language on Common Voice yet?
kmr: Tu zimanê xwe li ser Common Voicê nabînî?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
kmr: Tu zimanê xwe di Komdaneyê de nabînî? Ji bo zimanekî daxwaz bikî, here rûpela me ya Zimanan.

source: Download Common Voice Data
kmr: Daneyên Common Voiceê Daxîne

source: Download Data
kmr: Daneyan Daxîne

source: Download Dataset Bundle
kmr: Pakêta komdaneyê daxîne

source: Download { $language }
kmr: { $language } daxîne

source: Download Links
kmr: Girêdankên jêbarkirinê

source: Download My Data
kmr: Daneyên min daxîne

source: Download profile data
kmr: Daneyên profîlê daxîne

source: Download the Dataset
kmr: Komdaneyê Daxîne

source: Download the Single Word Target Segment
kmr: Segmenta hedefa yek-peyvî daxîne

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
kmr: Fikrên te li ser pêşxistina komdaneya Common Voiceê heye? Li ser Discourseê ji me re binivîse.

source: Do you want to continue?
kmr: Tu dixwazî berdewam bikî?

source: Do you want to Speak, Listen or both?
kmr: Tu dixwazî biaxivî, guhdarî bikî an her du jî?

source: Drag and drop or <browseWrap>Browse</browseWrap>
kmr: Biherikîne û bihêle an jî <browseWrap>Bibîne</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
kmr: Di dema şandina beşdariyê de piştî ku li 'Bişîne'yê hate tikandin ew ê paşragihandin bê derbaskirin. Beşdarî ew ê rasterast bi 5 setên din ên tomarkirinê an jî piştrastkirinê re berdewam bike.

source: Dutch
kmr: Holendî

source: Eastern Balochi
kmr: Belûciya Rojhilat

source: Eastern Huasteca Nahuatl
kmr: Zimanê Huasteca Nahuatl ê rojhilatî

source: Easy
kmr: Hêsan

source: Edit Profile
kmr: Profîlê sererast bike

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
kmr: Ji bo ku tu bizanibî tu yê çawa tevlî kampanya, çalakî û xebatên sêwirandinê bibî, li lîsteya me ya emaîlê <emailFragment>Tomar bibe</emailFragment>.

source: Email is already used for a different account
kmr: Emaîl jixwe ji bo hesabeke din tê bikaranîn

source: Email Subscriptions
kmr: Abonetiyên emaîlê

source: English
kmr: Îngilîzî

source: Enter Email to Download
kmr: Ji bo daxistinê, emaîlê binivîse

source: Enter email to send a sign up link
kmr: Ji bo stendina girêdana klîbê, emaîla xwe binivîse

source: Enter your email
kmr: Emaîla xwe binivîse

source: Error { $code }
kmr: Çewtî { $code }

source: Erzya
kmr: Erzayî

source: Esperanto
kmr: Esperantoyî

source: Estonian
kmr: Estonî

source: Events
kmr: Çalakî

source: Everyone
kmr: Her kes

source: Example
kmr: Mînak

source: Exit & Delete clips
kmr: Klîban jê bibe û derkeve

source: Explore organizations supporting Common Voice around the world
kmr: Rêxistinên ku li sanserê cîhanê piştgiriyê didin Common Voiceê keşf bike

source: FAQ
kmr: PPP

source: Faroese
kmr: Ferî

source: Fields marked with an asterisk (*) are required.
kmr: * Qada pêwîst nîşan dide

source: Finish editing first?
kmr: Pêşî sererastkirinê biqedîne?

source: Finish recording
kmr: Tomarkirinê biqedîne

source: Finish recording first?
kmr: Pêşî tomarkirinê biqedîne?

source: Finish Review
kmr: Kontrolkirinê Biqedîne

source: Finish validating
kmr: Pişrastkirinê biqedîne

source: Finish validating clips?
kmr: Te piştrastkirina dengan qedand?

source: Finnish
kmr: Fînî

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kmr: Pêşî, kontrol bike bê ka zimanê te <languageLink>ji berê ve heye yan na</languageLink>. Heke tune be, tu dikarî <languageRequestLink>pirsa tevlîkirina zimanê xwe bikî</languageRequestLink>. Ji bo tevlîkirinê du qonax hene; divê tu malperê wergerînî û hevokan berhev bikî.

source: for example
kmr: mînak

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
kmr: Ji bo van zimanên hatine destpêkirin malper bi serkeftî hatiye <localizationGlossaryLink>wergerandin</localizationGlossaryLink> û tê de têra xwe <sentenceCollectionGlossaryLink>hevokên berhevkirî</sentenceCollectionGlossaryLink> hene ku piştgiriya <speakLink>Axaftin</speakLink> û <listenLink>Guhdarîkirinê</listenLink> bike.

source: Foundations
kmr: Weqif

source: French
kmr: Fransizî

source: Frisian
kmr: Frîsî

source: Fulah
kmr: Fulahî

source: Galician
kmr: Galîsî

source: Georgian
kmr: Gurcî

source: German
kmr: Almanî

source: Get in touch
kmr: Têkeve têkiliyê

source: Get involved
kmr: Tev lê bibin

source: Get Involved
kmr: Tev lê bibin

source: Get started with goals
kmr: Dest bi hedefa xwe bike

source: Get Started with Speech Recognition
kmr: Bi Nasîna Axaftinê Dest Pê Bike

source: Goal reached
kmr: Gihîşte hedefê

source: Goals
kmr: Hedef

source: Goan Konkani
kmr: Goan Konkanî

source: Gorani
kmr: Goranî

source: Go to Discourse
kmr: Here Discourseê

source: Go to Languages Page
kmr: Here rûpela zimanan

source: Go to { $name }
kmr: Here malpera { $name }'ê

source: <governanceLink>Read more about how we're governed</governanceLink>
kmr: <governanceLink>Zêdetir bixwîne bê ka em çawa tên birêvebirin</governanceLink>

source: Governments
kmr: Dewlet

source: Grammatical / spelling error
kmr: Çewtiya rêzimanî / rastnivîsê

source: Great! How many clips a week?
kmr: Bijî! Heftane çend klîb?

source: Great! How many clips per day?
kmr: Bijî! Rojane çend klîb?

source: Great!<recordIcon></recordIcon> Record your next clip
kmr: Bijî!<recordIcon></recordIcon>Klîba xwe ya din tomar bike

source: Great work!<playIcon></playIcon> Listen again when you're ready
kmr: Karekî pir baş!<playIcon></playIcon> Dema tu amade bû dîsa guhdar bike

source: Greek
kmr: Yûnanî

source: Guarani
kmr: Guaranî

source: Guidelines
kmr: Rêbername

source: Gujarati
kmr: Gujaratî

source: Gujari
kmr: Gujarî

source: Haitian
kmr: Haîtiyî

source: Hakha Chin
kmr: Haxa Çînî

source: Hausa
kmr: Hawsayî

source: Have Feedback?
kmr: Pêşniyara te heye?

source: Have you read our Terms?
kmr: Te şert û mercên me xwendine?

source: Having an account is not required to contribute, though it is helpful.
kmr: Ji bo beşdarbûnê hewce nake tu hesabekî vekî lê vekirina hesêb baştir e.

source: Having a profile is not required to contribute though it is helpful, see why below.
kmr: Ji bo beşdarbûnê hewce nake tu profîlekê çêbikî lê çêkirina hesêb ew ê baştir be.

source: Hebrew
kmr: Îbranî

source: Help create Common Voice’s first target segment in { $locale }
kmr: Ji bo zimanê { $locale } alî çêkirina segmenta hedef a pêşîn yê Common Voice-ê bike.

source: Help reach { $hours } hours in { $language } with a personal goal
kmr: Armanceke şexsî diyar bike ku em bi zimanê { $language } bigihîjin{ $hours } saetan.

source: Help teach machines how real people speak, donate your voice at { $link }
kmr: Alîkariyê bikin ku makîne hîn bibin ka mirov çawa diaxivin, dengê xwe li { $link } bexşînin

source: Help us build a community around voice technology, stay in touch via email.
kmr: Ji bo ku em civakeke têkildarî teknolojiya dengî ava bikin, alî me bikin, bi rêya emaîlê di têkîliyê de bimînin.

source: Help us build a high quality, publicly open dataset
kmr: Alî me bike ku em bi kalîteyeke bilind komdaneya vekirî û gelerî ava bikin

source: Help us find more voices, share your goal
kmr: Alî me bike em dengên zêdetir bibînin, hedefa xwe parve bike

source: Help us find others to donate their voice!
kmr: Alîkariya me bikin ku em xwe bigihînin kesên din ji bo dengê xwe bibexşînin!

source: Help us get to { $goal }
kmr: Hedefa me ya îro: { $goal }

source: Help us validate sentences!
kmr: Ji bo piştrastkirina hevokan, alîkariya me bike!

source: Help us validate voices
kmr: Ji bo piştrastkirina dengan, alî me bike

source: Here are the links to download your ZIP files.
kmr: Girêdanka jêbarkirina pelên te yên ZIP li virê ye.

source: Hidden
kmr: Veşartî

source: Hiligaynon
kmr: Hiligaynonî

source: Hill Mari
kmr: Mariya Çiyayî

source: Hindi
kmr: Hindî

source: Hours
kmr: Saet

source: Hours Recorded
kmr: Saetên tomarkirî

source: Hours Validated
kmr: Saetên piştrastkirî

source: How ?
kmr: Çawa ?

source: How are project decisions made?
kmr: Biryarên projeyê çawa tên dayîn?

source: How can we effectively grow a language on Common Voice?
kmr: Em çawa dikarin li ser Common Voiceê zimanekî bi awayekî baş pêşve bixin?

source: How does Common Voice work?
kmr: Common Voice çawa dixebite?

source: How does site localization work?
kmr: Wergerandina malperê çawa tê kirin?

source: How do I access and use the dataset?
kmr: Ez çawa dikarim bigihîjim komdaneyê û wê bi kar bînim.

source: How do I add a language?
kmr: Ez çawa dikarim zimanekî tevlî bikim?

source: How do I add sentences?
kmr: Ez çawa dikarim hevokan tevlî bikim?

source: How do I know whether to approve a voice clip?
kmr: Ez ê çawa bizanibim dengekî piştrast bikim an na?

source: How do I record a high quality voice clip?
kmr: Ez ê çawa dengekî bi kalîte tomar bikim?

source: How do I stay in touch?
kmr: Ez çawa dikarim di têkiliyê de bimînim?

source: How would you describe your accent?
kmr: Tu aksana xwe çawa pênase dikî?

source: Hungarian
kmr: Macarî

source: I agree
kmr: Qebûl dikim

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kmr: Ez <termsLink>Şert</termsLink> û <privacyLink>Agahdariya Nihêniyê</privacyLink> ya Common Voiceê qebûl dikim.

source: Icelandic
kmr: Îzlandî

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kmr: Ez dixwazim emaîlên wekî bibîrxistinên hedefê, nûvekirinên pêşveçûna xwe û nûçenameyên derbarê Common Voiceê de wergirim.

source: I do not agree
kmr: Qebûl nakim

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
kmr: Heke dengek ji aliyê 2 kesan ve were redkirin, ew deng ew ê li bindaneyeke cuda ya komdaneyê were weşandin.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kmr: Heke hevok li gorî van krîterên jêrîn be, li bişkoka &quot;Piştrast bike&quot; ya li hêla rastê bitikîne.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
kmr: Heke tu dengan <strong>dibihîzî</strong> û <strong>wan fêm dikî</strong>, bi giştî ev bes e ji bo <strong>piştrastkirinê</strong>.

source: If you run out of sentences to review, please help us collect more sentences!
kmr: Heke ji bo kontrolkirinê hevok biqedin, ji kerema xwe ji bo berhevkirina hevokên zêdetir, alî me bike!

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
kmr: Ji bo ku dengê xwe li #CommonVoice bibexşînim, min hedefek taybet ji xwe re çêkir. De ka were tu jî tevlî min bibe, em bi hev re axaftina mirovan a rastîn fêrî makîneyan bikin { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
kmr: Wekî ku di <privacyLink>Polîtîkaya Nihêniyê</privacyLink> ya Mozillayê de hatiye ravekirin, ez qebûl dikim ev agahî bên bikaranîn.

source: Indonesian
kmr: Indonezî

source: Information about the language
kmr: Di derbarê zimên de agahî

source: In Progress
kmr: Zimanên Hilawestî

source: Interested in learning more and contributing to the project?
kmr: Tu dixwazî zêdetir bizanî û beşdariyê di projeyê de bikî?

source: Irish
kmr: Îrlandî

source: IsiNdebele (North)
kmr: IsiNdebele (Bakur)

source: IsiNdebele (South)
kmr: IsiNdebele (Başûr)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
kmr: heke tê zanîn <isoCodeLink>Kodên ISOyê</isoCodeLink>

source: Is the clip valid?
kmr: Klîb derbasdar e?

source: Italian
kmr: Îtalî

source: It contains words or phrases that are hard to read or pronounce.
kmr: Di nav wê de peyv an jî hevokên ku xwendin û bilêvkirina wan zehmet e, hene.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
kmr: Vehewandina komdaneyên daneyan û baştirkirina platformê ji bo zêdetirî +100 civakên zimanî yên ku pişta xwe bi karê me girê didin, bi qasî nêzîkî milyonek dolar li ser me rûdinê. <strong>Heke tu qîmet didî daneyên çavkanî vekirî û berfireh, îro bexşê bike!</strong>

source: It is written in a language different than what I’m speaking.
kmr: Ew Ji zimanê ku pê diaxivim cudatir bi zimanekî hatiye nivîsandin.

source: Izhorian
kmr: Îzhoriyanî

source: Japanese
kmr: Japonî

source: Join Mozilla Data Collective
kmr: Beşdarî Kolektîfa Daneyên Mozillayê bibe

source: Join the Common Voice mailing list
kmr: Beşdarî lîsteya emaîlan a Comon Voiceê bibe

source: Just Unsure?
kmr: Tu jê ne bawerî?

source: Kabardian
kmr: Kabardiyanî

source: Kabyle
kmr: Kabîlî

source: Kannada
kmr: Kannadayî

source: Kaqchikel
kmr: Kaqçîkelî

source: Karakalpak
kmr: Karakalpakî

source: Kashmiri
kmr: Keşmîrî

source: Kazakh
kmr: Qazaxî

source: { $kb }kb max
kmr: herî zêde { $kb }kb

source: Keep
kmr: Bihêle

source: Keep it up, record again <recordIcon></recordIcon>
kmr: Wiha dewam bike, dîsa tomar bike <recordIcon></recordIcon>

source: Keep the recordings
kmr: Dengan hilîne

source: Keep track of your progress and metrics across multiple languages.
kmr: Pêşveçûn û amarên xwe yên ji zimanên din jî bişopîne.

source: Keep track of your progress with a profile
kmr: Profîlekê çêke û pê pêşveçûna xwe bişopîne

source: Keep track of your progress with a profile and help our voice data be more accurate.
kmr: Bi rêya çêkirina profîlê tu yê pêşveçûna xwe bibînî û ji bo rasttirbûna daneyên dengî jî ji me re bibî alîkar.

source: Khmer
kmr: Xmerî

source: K'iche'
kmr: Kîçê

source: Kinyarwanda
kmr: Kînyariwandayî

source: Kom
kmr: Komî

source: Komi-Zyrian
kmr: Komî Ziryanî

source: Konkani (Devanagari)
kmr: Konkanî (Devanagarî)

source: Korean
kmr: Koreyî

source: Kurmanji Kurdish
kmr: Kurdî (Kurmancî)

source: Kyrgyz
kmr: Kirgizî

source: Language Request
kmr: Daxwaza Zimên

source: Language request successfully submitted, thank you.
kmr: Daxwaza zimên bi serkeftî hat şandin. Spas.

source: Languages
kmr: Ziman

source: Lao
kmr: Laoyî

source: Latgalian
kmr: Latgalî

source: Latvian
kmr: Latviyayî

source: Launched
kmr: Zimanên Berdest

source: Laz
kmr: Lazî

source: Leaderboard Visibility
kmr: Xuyabûna lîdertiyê

source: Learn about partnerships with Common Voice
kmr: Derbarê hevkariyên bi Common Voice re bizane

source: Learn how to take part
kmr: Beşdarî çawa tê kirin

source: Leaving now means you’ll lose your changes
kmr: Heke tu aniha derkevî ew ê hemû guhertin wenda bibin

source: Leaving now means you'll lose your progress
kmr: Heke tu aniha jê derkevî ew ê pêşveçûnên te neyên tomarkirin

source: Let's Get Started
kmr: Ka em dest pê bikin

source: License
kmr: Lîsans

source: License: <licenseLink>CC-0</licenseLink>
kmr: Lîsans: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
kmr: Lîsans: <licenseLink>{ $license }</licenseLink>

source: Ligurian
kmr: Liguriyanî

source: Lingala
kmr: Lingalayî

source: Link Copied
kmr: Lînk hat kopîkirin

source: Listen
kmr: Guhdarî bike

source: Listening
kmr: Guhdarîkirin

source: Listen options menu
kmr: Menûya vebijêrkên guhdarîkirinê

source: Listen-Queue
kmr: Rêza Guhdarîkirinê

source: Lithuanian
kmr: Lîtwanî

source: Loading…
kmr: Tê barkirin…

source: Loading sentences…
kmr: Hevok bar dibin…

source: Localized
kmr: Wergerandî

source: Log In
kmr: Têkeve

source: Login Identity
kmr: Nasnameya têketinê

source: Log in or sign up to get started
kmr: Ji bo destpêkirinê, têkeve an jî tomar bibe

source: Log In / Sign Up
kmr: Têkeve / Tomar bibe

source: Log In / Sign Up with { $company } email
kmr: Bi emaîla { $company } re têkeve / tomar bibe

source: Log Out
kmr: Derkeve

source: Lojban
kmr: Lojbanî
